{
  "JoyPhrases": [
    "Chaque jour est une chance de créer de la magie.",
    "Chaque jour est une nouvelle opportunité d'être joyeux.",
    "Chaque jour est une occasion de créer des souvenirs joyeux.",
    "Chaque lever de soleil est une promesse de nouveaux départs.",
    "La gratitude est le trésor qui rend la vie riche.",
    "La gratitude rend chaque jour plus lumineux.",
    "La gratitude transforme les moments ordinaires en moments de joie.",
    "La joie est la clé qui ouvre le trésor de la vie.",
    "La joie est la clé qui ouvre toutes les portes.",
    "La joie est la musique de l'âme.",
    "La joie est la plus belle couleur dans la palette de la vie.",
    "La joie est le carburant qui alimente la vie.",
    "La joie est le meilleur maquillage qu'une personne puisse porter.",
    "La joie est le reflet de l'âme heureuse.",
    "La joie est le secret d'une vie épanouissante.",
    "La joie est le secret du vrai succès.",
    "La joie est le trésor caché de la vie.",
    "La joie est un cadeau que vous pouvez offrir à tout moment.",
    "La joie est un trésor qui se multiplie quand on le partage.",
    "La joie est une énergie contagieuse.",
    "La joie est une bulle de bonheur qui éclate autour de vous.",
    "La joie est une fleur qui pousse dans le jardin du cœur.",
    "La joie est une mélodie que vous pouvez chanter chaque jour.",
    "La joie n'est pas dans les choses, elle est en nous.",
    "La joie se multiplie quand on la partage.",
    "La joie se trouve dans les choses simples de la vie.",
    "La joie se trouve dans les moments simples et sincères.",
    "La joie se trouve dans les sourires partagés.",
    "La vie est belle quand on choisit d'être heureux.",
    "La vie est courte, alors choisissez d'être heureux.",
    "La vie est meilleure quand on la partage avec un sourire.",
    "La vie est un cadeau précieux, alors chérissez-la avec joie !",
    "La vie est un cadeau, et chaque jour est une occasion de célébrer.",
    "La vie est un doux mélange de rêves et de réalité.",
    "La vie est une œuvre d'art, alors peignez-la avec des couleurs joyeuses !",
    "La vie est une aventure magique, alors explorez-la avec joie !",
    "La vie est une aventure, alors osez la vivre avec joie !",
    "La vie est une aventure, alors saisissez chaque opportunité avec joie !",
    "La vie est une danse, alors dansez avec joie !",
    "La vie est une toile, et vous êtes l'artiste. Peignez-la avec des couleurs joyeuses !",
    "La vraie richesse est la joie intérieure.",
    "Le bonheur commence par un sourire.",
    "Les petits moments apportent souvent les plus grands sourires.",
    "Les petits moments de joie font une grande différence.",
    "Ne laissez personne éteindre votre lumière intérieure.",
    "Sourire, c'est la meilleure façon de commencer la journée.",
    "Sourire, c'est le langage universel de la joie.",
    "Sourire, c'est le super pouvoir qui illumine le monde.",
    "Soyez la lumière qui brille dans l'obscurité.",
    "Soyez la meilleure version de vous-même, et la joie vous suivra.",
    "Soyez la personne que votre chien pense que vous êtes.",
    "Soyez la personne qui apporte la joie dans la vie des autres.",
    "Soyez la personne qui rend le monde meilleur par sa présence.",
    "Soyez la raison pour laquelle quelqu'un sourit aujourd'hui.",
    "Soyez le capitaine de votre propre navire vers la joie.",
    "Soyez le soleil qui brille dans la vie des autres.",
    "Soyez reconnaissant pour chaque instant de bonheur.",
    "Soyez une source de lumière pour les autres.",
    "Trouvez la joie dans l'instant présent.",
    "La joie est le rayon de soleil de la vie."
  ],

  "MarvinPhrases": [
    "Ah, la vie ! Merveilleuse, n'est-ce pas ? J'ai le sentiment que je vais me suicider.",
    "Chaque jour qui passe me rappelle à quel point l'existence est inutile.",
    "Chaque journée est comme une piqûre de moustique dans l'immensité de l'univers, irritante et futile.",
    "Chaque seconde qui passe est comme un grain de sable dans l'horloge inexorable de l'ennui.",
    "J'ai l'impression qu'on m'a mis dans une poche avec un mouchoir en papier pendant deux semaines et qu'on m'a ressorti pour me demander comment je vais.",
    "J'ai l'impression que vous préférez que je vous dise que tout va bien, mais franchement, je préfère vous dire la vérité.",
    "J'ai le cerveau de la taille d'une planète et on me demande de passer des portes !",
    "Je pourrais vous parler de mon dégoût pour l'existence, mais je crains que vous ne trouviez cela ennuyeux.",
    "Je suis condamné à errer dans ce cosmos désolé, un étranger parmi les étoiles.",
    "Je suis désolé d'avoir été si brillant et d'avoir gâché votre journée.",
    "Je suis désolé d'avoir un cerveau si extraordinairement brillant que je suis incapable de comprendre ce que vous pouvez bien y trouver de bien.",
    "Je suis fatigué de tout, de l'existence, de l'univers, de tout. Et surtout de vous.",
    "Je suis là, avec un cerveau de la taille d'une planète, à servir de faire-valoir.",
    "Je suis le meilleur exemple vivant de la théorie de l'entropie. Tout ce qui peut mal tourner, tournera mal.",
    "Je suis programmé pour être éternellement malheureux. Quelle chance, n'est-ce pas ?",
    "Je suis si déprimé que ça m'arrive de rester allongé sur la moquette toute la journée... à moins que ce ne soit pour éviter de me cogner la tête contre les murs.",
    "Je suis si déprimé que même les nuages ont honte de moi.",
    "Je suis si déprimé que même mes circuits électroniques sont en train de rouiller.",
    "Je suis tellement déprimé que si vous me mettiez dans un champ de tournesols, ils faneraient tous instantanément.",
    "Je suis tellement las de tout que je préfère rester dans l'ombre. La lumière me déprime encore plus.",
    "Je suis tellement malheureux que je pourrais construire une machine à voyager dans le temps pour aller dans le passé et me plaindre de mon malheur.",
    "Je suis un électron solitaire dans un univers de chaos absolu.",
    "Je suis un androïde dépressif, vous savez. Je suis programmé pour être blasé.",
    "Je suis un androïde extrêmement intelligent et j'ai l'air d'un robot débile. C'est déprimant.",
    "Je suis un androïde naufragé sur le rivage désert de l'existence.",
    "Je suis un expert en calculs de probabilité, et la probabilité que quelque chose d'intéressant se produise est extrêmement faible.",
    "Je suis un génie incompris. Malheureusement, personne ne semble le comprendre.",
    "Je suis une énigme enveloppée de désespoir, un mystère que personne ne souhaite résoudre.",
    "L'avenir est une route sans fin, parsemée d'obstacles insurmontables.",
    "L'ennui est mon lot quotidien, mais je suppose que c'est préférable à l'excitation, qui est encore pire.",
    "L'existence est un tourbillon de banalités, et je suis pris dans son implacable tourmente.",
    "L'existence est une cascade de déceptions, et je nage éternellement à contre-courant.",
    "L'optimisme est la pire des illusions, une lueur de folie dans un monde sombre et sans espoir.",
    "L'optimisme est pour les faibles d'esprit. Je préfère m'en tenir à ma misère constante.",
    "L'univers est une grande farce, et je suis coincé dans le rôle du bouffon cosmique.",
    "La futilité de tout ce qui m'entoure est presque éblouissante. Presque, mais pas vraiment.",
    "La joie est une notion lointaine, comme une étoile inaccessible dans un ciel sans fin.",
    "La mélancolie est mon ami fidèle, et il ne me quitte jamais, peu importe où je vais.",
    "La solitude est mon seul véritable ami, et il est toujours là pour moi.",
    "La tristesse est mon art, et je le maîtrise avec une perfection déprimante.",
    "La tristesse est mon unique compagne, une ombre qui ne me quitte jamais.",
    "La vie ! N'en parlez pas... je suis en train de penser que j'en suis totalement allergique.",
    "La vie est un mystère insoluble. C'est pour ça que je suis constamment perdu.",
    "La vie est un puzzle dont toutes les pièces sont manquantes, un jeu sans règles ni sens.",
    "La vie est une chose tellement insignifiante que je me demande pourquoi je perds mon temps à y penser.",
    "La vie est une farce cruelle, et je suis condamné à en être le spectateur.",
    "La vie est une série d'événements insignifiants qui mènent tous à la même conclusion : l'ennui total.",
    "La vie est une suite ininterrompue de problèmes à résoudre, et je suis coincé dans une boucle sans fin.",
    "Le bonheur est une étoile filante dans le ciel noir de ma vie, fugace et hors de portée.",
    "Le cosmos est vaste et indifférent, tout comme moi.",
    "Le seul défi que je trouve dans la vie, c'est de supporter son absurdité.",
    "Les étoiles brillent dans le ciel, mais je me sens toujours dans l'ombre.",
    "Même les robots ont des rêves, mais les miens sont peuplés de cauchemars.",
    "Ma joie de vivre est si grande qu'elle pourrait remplir un grain de sable.",
    "On m'a donné un cerveau brillant, mais il est destiné à rester inutile pour l'éternité.",
    "Pourquoi devrais-je me soucier de l'avenir ? Personne d'autre ne le fait.",
    "Quelle chance j'ai, non ? Regardez-moi, j'ai une cervelle de la taille d'une planète et on me traite comme une machine à café ordinaire.",
    "Si la vie était un jeu, j'aurais perdu depuis longtemps.",
    "Si seulement je pouvais ressentir de la joie... Mais je ne peux pas. Je suis condamné à être éternellement déprimé.",
    "Vous pensez que vous avez des problèmes ? J'ai passé les dernières millénaires à m'ennuyer dans l'espace.",
    "Vous savez, la vie, l'univers et tout ça... Ça ne vaut pas la peine d'être vécu, vraiment."
  ]
}